20260311/all/target-host/wrk-quarkus3-native-5.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.24ms    4.79ms  69.73ms   82.91%
    Req/Sec   16017.80     69.08  16124.00     70.00
  480534 requests in 30.015s,   2.51GB read
Requests/sec: 16009.80
Transfer/sec:  85.68MB